Repository: odednoam/gae-boilerplate
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: he_il

source: %s Account Verification
he_il: וידוא חשבון %s

source: %s Email Changed Notification
he_il: הודעה על שינוי כתובת אימייל %s

source: %s Password Assistance
he_il: עזרה בסיסמא %s

source: %s association successfully added.
he_il: קישור ל-%s הוסף בהצלחה.

source: <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true"> install Google Chrome Frame</a> to experience this site.
he_il: <a href="http://browsehappy.com/">שדרג לדפדפן אחר</a> or <a href="http://www.google.com/chromeframe/?redirect=true"> התקן Google Chrome Frame</a> כדי לחוות את האתר.

source: Associate account with
he_il: קישור החשבון עם

source: Change password
he_il: שינוי סיסמה

source: Change your email
he_il: שינוי כתובת אימייל

source: Change your password
he_il: שינוי סיסמה

source: Confirm Password
he_il: סיסמה (לוידוא)

source: Congratulations on your Google App Engine Boilerplate powered page.
he_il: ברכות, הצלחת להפעיל עמוד של Google App Engine Boilerplage.

source: Congratulations, Your account %s has been successfully activated.<strong>{0:>s}</strong>
he_il: תתחדש/י, החשבון %s הופעל בהצלחה.<strong>{0:>s}</strong>

source: Contact
he_il: יצירת קשר

source: Country
he_il: מדינה

source: Current Password
he_il: סיסמה נוכחית

source: Edit Profile
he_il: ערוך פרופיל

source: Email
he_il: אימייל

source: Enter a new email address
he_il: כתובת אימייל חדשה

source: Enter your
he_il: מלא

source: Error sending the message. Please try again later.
he_il: שגיאה בשליחת ההודעה. נסה שנית מאוחר יותר

source: Existing social association
he_il: קישורים חברתיים קיימים

source: Federated login is disabled.
he_il: התחברות מרכזית אינה מופעלת

source: Forgot your password?
he_il: שכחת את הסיסמה?

source: Google App Engine Boilerplate is released under the
he_il: Google App Engine Boilerplate חופשי תחת הרישיון

source: If the e-mail address you entered
he_il: את כתובת האימייל שהזנת

source: If the username you entered
he_il: אם שם המשתמש שהזנת

source: Incorrect password! Please enter your current password to change your account settings.
he_il: סיסמה שגויה! נא להזין את הסיסמה הנוכחית כדי לשנות את הגדרות החשבון.

source: Invalid email address.
he_il: כתובת אימייל שגויה.

source: Language
he_il: שפה

source: Last Name
he_il: שם משפחה

source: Learn why this Boilerplate Rocks
he_il: למד מה כל-כך מדליק ב-Boilerplate הזה

source: Login
he_il: התחבר

source: Logout
he_il: התנתק

source: Message
he_il: הודעה

source: Name
he_il: שם

source: New Email
he_il: כתובת אימייל חדשה

source: New Password
he_il: סיסמה חדשה

source: No user authentication information received from %s. Please ensure you are logging in from an authorized OpenID Provider (OP).
he_il: לא התקבל אישור זהות מ-%s. יש לודא שהחיבור הוא מספק OpenID מאושר (OP).

source: Or Sign in using:
he_il: או התחבר באמצעות:

source: Password
he_il: סיסמה

source: Password changed successfully.
he_il: סיסמה שונתה בהצלחה.

source: Passwords must match.
he_il: הסיסמאות אמורות להיות זהות.

source: Please check your new email for confirmation. Your email will be updated after confirmation.
he_il: נא לבדוק אם התקבל מייל לוידוא בכתובת החדשה. כתובת האימייל תעודכן אחרי אישור קבלת המייל.

source: Remember me?
he_il: זכור אותי?

source: Remove
he_il: הסר

source: Reset password
he_il: אפס סיסמה

source: Send Message
he_il: שלח הודעה

source: Sign Up
he_il: הצטרפות

source: Social account on %s not found for this user.
he_il: למשתמש זה לא נמצא חשבון ברשת החברתית %s.

source: Sorry, Some error occurred.
he_il: סליחה, אירעה שגיאה כלשהי.

source: Sorry, The email %s is already registered.<strong>{0:>s}</strong>
he_il: מצטערים, הכתובת %s כבר רשומה.<strong>{0:>s}</strong>

source: Sorry, The user is already registered.
he_il: מצטערים, משתמש זה כבר רשום.

source: Sorry, The username %s is already registered.<strong>{0:>s}</strong>
he_il: מצטערים, שם המשתמש %s כבר רשום.<strong>{0:>s}</strong>

source: Source Code
he_il: קוד מקור

source: Thanks, your settings have been saved.
he_il: תודה, ההגדרות נרשמו.

source: The URL you tried to use is either incorrect or no longer valid.
he_il: כתובת URL בה ניסית להשתמש שגויה או שכבר אינה קיימת.

source: The URL you tried to use is either incorrect or no longer valid. Enter your details again below to get a new one.
he_il: כתובת URL בה ניסית להשתמש שגויה או שכבר אינה קיימת. מלא את הפרטים כאן לקבלת כתובת חדשה.

source: The account %s is already in use.
he_il: החשבון %s כבר בשימוש.

source: The email %s is already registered.
he_il: כתובת האימייל %s כבר רשומה.

source: The two passwords must match.
he_il: שתי הסיסמאות אמורות להיות זהות.

source: The username %s is already taken. Please choose another.<strong>{0:>s}</strong>
he_il: שם המשתמש %s כבר תפוס. נא לבחור אחר.<strong>{0:>s}</strong>

source: The verification email has been resent to %s. Please check your email to activate your account.
he_il: הודעת הוידוא נשלחה מחדש ל-%s.

source: This %s account is already in use.
he_il: חשבון %s זה כבר בשימוש.

source: This Twitter account is already in use.
he_il: חשבון טוויטר זה כבר בשימוש.

source: This Twitter account is not associated with any local account. If you already have a %s Account, you have <a href="/login/">sign in here</a> or <a href="/register/">create an account</a>.
he_il: חשבון טוויטר זה לא מקושר לאף חשבון מקומי. אם כבר יש לך חשבון ב-%s, עליך <a href="/login/">להתחבר</a> או <a href="/register/">ליצור חשבון חדש</a>.

source: This authentication method is not yet implemented.
he_il: שיטת הזדהות זו לא מומשה עדיין.

source: Twitter association added.
he_il: קישור לטוויטר הוסף.

source: Unable to update profile. Please try again later.
he_il: לא ניתן לעדכן את הפרופיל. נא לנסות שוב מאוחר יותר.

source: Unexpected error creating the user %s{0:>s}.
he_il: שגיאה לא צפויה ביצירת המשתמש %s{0:>s}.

source: Update Profile
he_il: עדכן פרופיל

source: User is logged out, but there was an error on the redirection.
he_il: המשתמש יצא, אך אירעה שגיאה בהפניה.

source: Username
he_il: שם משתמש

source: Username invalid. Use only letters and numbers.
he_il: שם משתמש שגוי. יש להשתמש רק באותיות וספרות.

source: Username or Email
he_il: שם משתמש או כתובת אימייל

source: Welcome %s, you are now logged in.<strong>{0:>s}</strong>
he_il: שלום %s, אתה עכשיו מחובר.<strong>{0:s}</strong>

source: Wrong image verification code. Please try again.
he_il: קוד זיהוי תמונה שגוי. נא לנסות שוב.

source: You didn't change your email.
he_il: לא שינית כתובת אימייל.

source: You were successfully registered. Please check your email to activate your account.
he_il: נרשמת בהצלחה. כדי להפעיל את החשבון יש לקרוא את הודעת המייל ששלחנו.

source: You've signed out successfully. Warning: Please clear all cookies and logout of OpenId providers too if you logged in on a public computer.
he_il: יצאת בהצלחה. אזהרה: יש לנקות cookies ולבצע יציאה מספקי OpenID אם התחברת ממחשב ציבורי.

source: Your account has been activated. Please <a href="/login/">sign in</a> to your account.
he_il: החשבון הופעל. נא <a href="login">להתחבר</a> לחשבון.

source: Your account has not yet been activated. Please check your email to activate it or
he_il: חשבונך עדיין לא הופעל. יש לבדוק אם קיבלת מאיתנו הודעת אימייל להפעלתו, או

source: Your browser is <em>ancient!</em>
he_il: הדפדפן שלך <em>עתיק!</em>

source: Your email has been successfully updated.
he_il: כתובת האימייל שלך עודכנה בהצלחה.

source: Your message was sent successfully.
he_il: ההודעה נשלחה בהצלחה.

source: Your new username is %s<strong>{0:>s}</strong>
he_il: שם המשתמש החדש שלך הוא %s <strong>{0:>s}</strong>

source: Your username or password is incorrect. Please try again (make sure your caps lock is off)
he_il: שם המשתמש או הסיסמה שגויים. נא לנסות שוב (כדאי לבדוק ש-Caps Lock לא מופעל(

source: click here
he_il: לחץ כאן

source: contact us
he_il: צור קשר

source: download the Source Code
he_il: הורד את קוד המקור

source: for further assistance.
he_il: לעזרה נוספת

source: is associated with an account in our records, you will receive an e-mail from us with instructions for resetting your password. <br>If you don't receive instructions within a minute or two, check your email's spam and junk filters, or
he_il: מקושר לחשבון ברשומות שלנו, נשלח אליך הודעת אימייל עם הוראות לאיפוס הסיסמה.<br>אם הודעת האימייל לא מתקבלת תוך כמה דקות, בדוק אם היא הופנתה בטעות לתובת דואר הזבל, או

source: or just
he_il: או פשוט

source: to help you to create your application.
he_il: כדי ליצור אפליקציה משלך.

source: to resend the email.
he_il: לשלוח מחדש את ההודעה.
